{
  "dc:identifier": [
    "bhl:sn1988"
  ],
  "dc:subject": [
    "University of Michigan. School of Nursing.",
    "University of Michigan--students"
  ],
  "dc:date": [
    "1988"
  ],
  "dc:source": [
    "School of Nursing (University of Michigan) records",
    "University of Michigan. School of Nursing."
  ],
  "dc:rights": [
    "This image may be protected by copyright law."
  ],
  "dc:type": [
    "Group portraits."
  ],
  "dc:description": [
    "<p><b>Top Row: </b>Clare L. Allen, Kathryn M. Antekeier, Debra Ayanian, Kristin E. Baker, Lynn A. Bluck, Linda A. Bochenek, Samatha Brennan, Julie A. Coburn, Anne E. Cooksey, Susan L. Cross, Kimberli S. Darvishian, Natalie, J. Dichtiar, Joanne M. Dork</p><p><b>Row 2: </b>Mary K. Emerson, Marion A. Ferguson, Amy S. Fuhst, JAckie Vicari, Patti Geiman, Denise B. Sorenson, Lisa Maastricht, Karen L. Bloom, Natalie R. Geiss, Elizabeth A. Hamann, Liesl M. Hintermaier</p><p><b>Row 3: </b>Cynthia M. Hubert, Mercedes Castro, Irene Hundt</p><p><b>Row 4: </b>Kris A. Hurley, Katherine A. Jeffery, Kathy M. Jhung, Rebecca J. Kantor, Denise J. Kehrer, Colleen E. Kelly</p><p><b>Row 5: </b>Judy A. Kettenstock, Rhonda L. Kinney, Kimberly Klarich, Kimberly J. Kdning, Dianne M. Kraft, Brenda M. LaChapelle</p><p><b>Row 6: </b>Lavonne L. Lang, Laurie A. Langwerowski, Rebecca S. Leak, Sally Sample, Violet Barkauskas, Rhetaugh G. Dumas, Shake Ketefian, Janice B. Lindberg, Elisabeth Pennington, Sharon A. Libby, Bonnie M. McDonald, Patricia A. Mehall</p><p><b>Row 7: </b>Kristen K. Miller, Kelley L. Ong, Alice I. Paik, Michelle L. Pardee, Edith H. Price, Anke Winkler-Prins, Lori L. reisig, Camille A. Rogell, Mindy A. Rosenberg, Richard E. Ross, Julie A. Sarotte, Laura A. Schippers, Rose M. Schliska, Marilyn H. Schwartz</p><p><b>Row 8: </b>Heidi Simonelli, Victoria J. Sizemore, Diane L. Sorenson, Deborah R. Sproul, Katherine Stewart, Kim M. Strong, Barbara J. Sullivan, Pamela S. Taukert, Kristin A. Treash, Kimberly Vander Heuvel, Sherry Vanootighem, Annmarie Veraldi, Idella A. Wesselman</p>"
  ],
  "dc:genre": [
    "Group portraits."
  ],
  "dc:memberOf": [
    {
      "href": "urn:x-umich:collection:bhl",
      "title": "Bentley Image Bank, Bentley Historical Library"
    },
    {
      "href": "urn:x-umich:group:arch-ic",
      "title": "Architecture"
    },
    {
      "href": "urn:x-umich:group:localhist-ic",
      "title": "Local History"
    },
    {
      "href": "urn:x-umich:group:um-ic",
      "title": "University of Michigan Collections"
    },
    {
      "href": "urn:x-umich:group:umhist-ic",
      "title": "University of Michigan History"
    }
  ],
  "bhl:bhl_el": [
    "umich-bhl-87320"
  ],
  "bhl:bhl_g": [
    "Group portraits."
  ],
  "bhl:bhl_su": [
    "University of Michigan. School of Nursing.",
    "University of Michigan--students"
  ],
  "bhl:bhl_it": [
    "School of Nursing Class of 1988"
  ]
}