{
  "dc:identifier": [
    "kelsey:0000.00.6460",
    "0000.00.6460"
  ],
  "dc:title": [
    "Figurine",
    "Karanis",
    "Figurines",
    "Paint",
    "Clay (unfired)",
    "Harpocrates"
  ],
  "dc:subject": [
    "Karanis",
    "Figurines",
    "Egypt"
  ],
  "dc:source": [
    "University of Michigan excavation (Karanis) Undetermined date"
  ],
  "dc:rights": [
    "the university of michigan library provides access to these materials for educational and research purposes. these materials may be protected by copyright. if you decide to use any of these materials, you are responsible for making your own legal assessment and securing any necessary permission. if you have questions about the collection, please contact kelsey-dlps-help@umich.edu. if you have concerns about the inclusion of an item in this collection, please contact libraryit-info@umich.edu."
  ],
  "dc:description": [
    "Harpocrates draped to knees astride rearing horse. Right forefinger to mouth, left arm obscure, right leg forward. Tall headdress flounced at base and perhaps intended to fall to shoulders. Ringlets frame face except at mid-forehead. Tail of horse projects straight out and is striated spirally. Rectangular base sags center and indicated front plane only. Back rounded and unindicated. Pinkish brown clay moulded (plaster mould) hollow in two halves sealed at sides. Bottom open, large circular vent in back. Traces of black and white paint."
  ],
  "dc:memberOf": [
    {
      "href": "urn:x-umich:collection:kelsey",
      "title": "Kelsey Museum of Archaeology"
    },
    {
      "href": "urn:x-umich:group:archaeol-ic",
      "title": "Archaeology"
    },
    {
      "href": "urn:x-umich:group:art-ic",
      "title": "Art / Art History"
    },
    {
      "href": "urn:x-umich:group:karanissite_icgroup",
      "title": "Karanis Site Research"
    },
    {
      "href": "urn:x-umich:group:um-ic",
      "title": "University of Michigan Collections"
    }
  ],
  "kelsey:kelsey_colls": [
    "Kelsey Permanent Artifact Collections"
  ],
  "kelsey:kelsey_lot": [
    "University of Michigan excavation (Karanis) Undetermined date"
  ],
  "kelsey:kelsey_mat": [
    "Paint",
    "Clay (unfired)"
  ],
  "kelsey:kelsey_objtype": [
    "Figurines"
  ],
  "kelsey:kelsey_sit": [
    "Karanis"
  ],
  "kelsey:kelsey_verbpro": [
    "Egypt"
  ]
}